{
  "brandName": "CrushMe",
  "title": "About Us",
  "intro": "At CrushMe, we believe a small gesture can be much more than a gift: it can be a caress, an invitation, a fantasy made real.",
  "mission": "We were born to transform how people connect—blending the romantic with the erotic in an elegant, discreet way. Here, every gesture is a bridge to intimacy, a spark that ignites passions, and a reminder that desire can be shared with style.",
  "values": "Our essence lives in the moments that make a difference: an unexpected surprise, a playful detail, a gift that speaks the language of shared desire. We believe in trust, discretion, and passion as the values that make every experience authentic and meaningful.",
  "closing": "At CrushMe, you don't just choose a product—you choose to spark a smile, awaken an emotion, and kindle a desire.",
  "missionTitle": "Mission",
  "missionText": "To connect hearts and awaken passions through details that unite the romantic and the erotic, creating authentic, discreet, and memorable experiences.",
  "visionTitle": "Vision",
  "visionText": "To be Latin America's leading platform, inspiring thousands to gift emotions, seduce with style, and build deep bonds through intimate, meaningful gestures.",
  "corporateValuesTitle": "Corporate Values",
  "corporateValues": [
    "Trust & Discretion: every gesture is kept in the privacy it deserves.",
    "Passion: we pour heart and sensuality into every experience.",
    "Authenticity: every detail reflects a unique, personal bond.",
    "Creativity: we reinvent the art of surprising and enchanting.",
    "Closeness: we support each user so the gift conveys exactly what they feel."
  ],
  "whatMakesUsDifferentTitle": "What Makes Us Different?",
  "whatMakesUsDifferentIntro": "We don't just offer a product catalog—we create experiences.",
  "whatMakesUsDifferent": [
    "We fuse romance and eroticism in one elegant, safe space.",
    "We turn every purchase into a gesture of intimacy and seduction.",
    "We guarantee absolute discretion so desire can be expressed without barriers.",
    "We are more than a store—we are a bridge to intimacy."
  ],
  "bannerDescription": "Dare to gift emotions that captivate and details that seduce. Choose pieces that whisper romance and awaken desire—tasteful, discreet, unforgettable. Every gift becomes a scene in your story; let the next chapter begin here, with elegance you can feel and privacy you can trust.",
  "shopCollectionBtn": "Shop the Collection",
  "exploreDiariesBtn": "Explore Diaries"
}
