{
  "brandName": "CrushMe",
  "title": "Acerca de Nosotros",
  "intro": "En CrushMe, creemos que un pequeño gesto puede ser mucho más que un regalo: puede ser una caricia, una invitación, una fantasía hecha realidad.",
  "mission": "Nacimos para transformar cómo las personas se conectan—fusionando lo romántico con lo erótico de una manera elegante y discreta. Aquí, cada gesto es un puente hacia la intimidad, una chispa que enciende pasiones, y un recordatorio de que el deseo se puede compartir con estilo.",
  "values": "Nuestra esencia vive en los momentos que marcan la diferencia: una sorpresa inesperada, un detalle juguetón, un regalo que habla el lenguaje del deseo compartido. Creemos en la confianza, la discreción y la pasión como los valores que hacen que cada experiencia sea auténtica y significativa.",
  "closing": "En CrushMe, no solo eliges un producto—eliges despertar una sonrisa, avivar una emoción y encender un deseo.",
  "missionTitle": "Misión",
  "missionText": "Conectar corazones y despertar pasiones a través de detalles que unen lo romántico y lo erótico, creando experiencias auténticas, discretas y memorables.",
  "visionTitle": "Visión",
  "visionText": "Ser la plataforma líder de Latinoamérica, inspirando a miles a regalar emociones, seducir con estilo y construir vínculos profundos a través de gestos íntimos y significativos.",
  "corporateValuesTitle": "Valores Corporativos",
  "corporateValues": [
    "Confianza y Discreción: cada gesto se mantiene en la privacidad que merece.",
    "Pasión: volcamos corazón y sensualidad en cada experiencia.",
    "Autenticidad: cada detalle refleja un vínculo único y personal.",
    "Creatividad: reinventamos el arte de sorprender y encantar.",
    "Cercanía: apoyamos a cada usuario para que el regalo transmita exactamente lo que siente."
  ],
  "whatMakesUsDifferentTitle": "¿Qué nos hace diferentes?",
  "whatMakesUsDifferentIntro": "No solo ofrecemos un catálogo de productos—creamos experiencias.",
  "whatMakesUsDifferent": [
    "Fusionamos romance y erotismo en un espacio elegante y seguro.",
    "Convertimos cada compra en un gesto de intimidad y seducción.",
    "Garantizamos discreción absoluta para que el deseo se pueda expresar sin barreras.",
    "Somos más que una tienda—somos un puente hacia la intimidad."
  ],
  "bannerDescription": "Atrévete a regalar emociones que cautivan y detalles que seducen. Elige piezas que susurren romance y despierten el deseo—elegantes, discretas, inolvidables. Cada regalo se convierte en una escena de tu historia; deja que el próximo capítulo comience aquí, con elegancia que puedes sentir y privacidad en la que puedes confiar.",
  "shopCollectionBtn": "Ver la Colección",
  "exploreDiariesBtn": "Explorar Diarios"
}
